---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PartMakerSplitterProfile
source: html/461cd0c5-9b3b-14c6-924c-b92932044c97.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PartMakerSplitterProfile Property

"Division Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId PartMakerSplitterProfile { get; }
```